Repository: mohsenjalalian/roapp
Catalog: app/Resources/translations/messages.*.xliff
Languages: fa

# verification_message
source: Your verification code is:
fa: کد فعال سازی شما:

# maximum_verfication_request_number
source: You reached maximum verification request number.
fa: شما به حداکثر تعداد درخواست رسیده اید.

source: Sending verification sms
fa: ارسال پیام تایید

source: waiting
fa: در حال انتظار

source: time over
fa: به اتمام رسیدن زمان پاسخ

source: accept shipment
fa: پذیرفتن سفارش

source: error in send request
fa: خطا در ارسال درخواست!!!

source: please try for reassign.thanks
fa: لطفا برای انتصاب مجدد تلاش نمایید. با تشکر

source: edited_successfully
fa: ویرایش با موفقیت انجام شد.

source: shipment_registered_successfully
fa: سفارش شما با موفقیت ثبت شد.

source: shipment_assigned_successfully
fa: سفارش شما با موفقیت انتصاب شد.

source: driver_registered_successfully
fa: راننده با موفقیت ثبت شد.

source: address_registered_successfully
fa: آدرس با موفقیت ثبت شد.

source: business_unit_registered_successfully
fa: واحد شغلی با موفقیت ثبت شد.

source: operator_registered_successfully
fa: اپراتور با موفقیت ثبت شد.

source: customer_registered_successfully
fa: مشتری با موفقیت ثبت شد.

source: driver_deleted_successfully
fa: راننده ی مورد نظر با موفقیت حذف شد.

source: business_unit_deleted_successfully
fa: واحد شغلی مورد نظر با موفقیت حذف شد.

source: operator_deleted_successfully
fa: اپراتور مورد نظر با موفقیت حذف شد.

source: customer_deleted_successfully
fa: مشتری مورد نظر با موفقیت حذف شد.

source: address_deleted_successfully
fa: آدرسی مورد نظر با موفقیت حذف شد.

source: address_deleted_unsuccessfully
fa: آدرسی مورد نظر نمی تواند حذف شود.

source: min_password_char_error
fa: رمز وارد شده باید حداقل 6 کاراکتر باشد.

source: max_password_char_error
fa: رمز وارد شده باید حداکثر 12 کاراکتر باشد.

source: please_check_your_email
fa: لطفا ایمیل خود را بررسی نمایید.

source: invalid_email
fa: ایمیل نامعتبر است.

source: invalid_input
fa: داده ی وارد شده معتبر نمی باشد.

source: different_password_error
fa: رمزهای عبور وارد شده باید یکسان باشند.

source: title_recovery_password_email
fa: بازیابی رمز عبور

source: shipment_edit_unsuccessfully
fa: امکان ویرایش مرسوله ی مورد نظر وجود ندارد.
